{
    "overview": {
        "name": "Aalborg Airport",
        "skytrax_rating": "No Skytrax Rating",
        "customer_rating": {
            "Terminal Seating": 3,
            "Terminal Cleanliness": 4,
            "Queuing Times": 4
        },
        "review_count": "13",
        "customer_rating_total": "6",
        "customer_rating_total_max": "10"
    },
    "user_ratings": [
        {
            "overall_rating": "1",
            "overall_rating_max": "10",
            "user_comment_header": "\"most chaotic airport transfer\"",
            "origin": "(France)",
            "publish_date": "2019-01-06",
            "is_verified": "Not Verified",
            "story": "Worst and most chaotic airport transfer I have ever experienced. In spite of low costs, I will never fly with Aeroflot again! Is this 2019 or still the 70’s?",
            "Experience At Airport": 0,
            "Date Visit": 0,
            "Type Of Traveller": 0,
            "Queuing Times": 1,
            "Terminal Cleanliness": 1,
            "Terminal Seating": 1,
            "Terminal Signs": 1,
            "Food Beverages": 1,
            "Airport Shopping": 1,
            "Wifi Connectivity": 1,
            "Airport Staff": 1,
            "Recommended": 0
        },
        {
            "overall_rating": "10",
            "overall_rating_max": "10",
            "user_comment_header": "\"never any significant waiting time\"",
            "origin": "(Denmark)",
            "publish_date": "2018-06-07",
            "is_verified": "Trip Verified",
            "story": "The best airport in the world. I have used it multiple times, and there is never any significant waiting time at check-in or security. The staff are always good-natured and friendly. Parking is free. It is quiet. Duty-free items are cheaper than in e.g. Copenhagen. And on top of all this you get free water and a newspaper while you wait for the plane. The best by far.",
            "Experience At Airport": 0,
            "Date Visit": 0,
            "Type Of Traveller": 0,
            "Queuing Times": 5,
            "Terminal Cleanliness": 5,
            "Terminal Seating": 5,
            "Terminal Signs": 5,
            "Food Beverages": 0,
            "Airport Shopping": 5,
            "Wifi Connectivity": 5,
            "Airport Staff": 5,
            "Recommended": 0
        },
        {
            "overall_rating": "8",
            "overall_rating_max": "10",
            "user_comment_header": "\"Better signs and maybe announcements\"",
            "origin": "(Denmark)",
            "publish_date": "2017-03-19",
            "is_verified": "Verified Review",
            "story": "The baggage claim areas have obviously been merged to one since I last flew into Aalborg Airport with luggage. When coming to the only baggage claim area in the airport, in the end of the airport, where only airlines like Norwegian used to deliver luggage, there were no signs what so ever of our SK1207 luggage arriving - and thus I stepped out of the baggage claim area - not able to reenter - and with a tiresome wait for some 30 minutes until the airport staff had located my luggage. Better signs and maybe announcements - would do a big difference!",
            "Experience At Airport": 0,
            "Date Visit": 0,
            "Type Of Traveller": 0,
            "Queuing Times": 3,
            "Terminal Cleanliness": 5,
            "Terminal Signs": 1,
            "Airport Staff": 5,
            "Recommended": 0
        },
        {
            "overall_rating": "9",
            "overall_rating_max": "10",
            "user_comment_header": "\"a small very effective airport\"",
            "origin": "(Denmark)",
            "publish_date": "2014-02-11",
            "is_verified": "unknown",
            "story": "A small very effective airport with few flights. Check-in is notorious quick and staff friendly arrival very quick and busses to Aalborg frequent. Usually no problems getting taxis as well. There used to be a cafeteria but nowadays just a kiosk - but good cafeteria with reasonable prizes inside terminal. Security check quick and friendly as well. There is a nice viewing pavilion at one end of the airport. Outside note the famous \"kiss and goodbye signs\". Restrooms outside terminal however few.",
            "Queuing Times": 5,
            "Terminal Cleanliness": 5,
            "Airport Shopping": 4,
            "Recommended": 0
        },
        {
            "overall_rating": "9",
            "overall_rating_max": "10",
            "user_comment_header": "\"a nice and modern airport\"",
            "origin": "(Netherlands)",
            "publish_date": "2013-02-13",
            "is_verified": "unknown",
            "story": "This is a nice and modern airport at the moment they are expanding the airport so there is a lot of building going on but in the departure area you will not notice this very much. The Airport has got free Wifi and a small restaurant with shop on the land side. Airside you will find a small shop with pre-packed sandwiches and hot dogs and other small stuff a small duty free shop is also around but not very cheap. There is no Lounge to be found at the moment but after the expansion is completed there will be one available (around May 2013). Check-in procedures are fast and the waiting area after check-in is fine with a view on the tarmac. All in all a nice modern but small airport with expensive restaurants and shop.",
            "Queuing Times": 5,
            "Terminal Cleanliness": 4,
            "Airport Shopping": 4,
            "Recommended": 0
        },
        {
            "overall_rating": "9",
            "overall_rating_max": "10",
            "user_comment_header": "\"a very nice airy terminal\"",
            "origin": "(Denmark)",
            "publish_date": "2012-08-07",
            "is_verified": "unknown",
            "story": "A very nice airy terminal - that seems modern enough. Free WIFI and free parking. Everything within walking distance. Most people travel domestic to Copenhagen but a rising number of international routes e.g. AAL-AMS makes for a lot of possibilities. Check-in is very quick and so is Security. All in all a nice experience.",
            "Queuing Times": 5,
            "Terminal Cleanliness": 5,
            "Airport Shopping": 4,
            "Recommended": 0
        },
        {
            "overall_rating": "5",
            "overall_rating_max": "10",
            "user_comment_header": "\"check-in efficient and hassle-free\"",
            "origin": "(France)",
            "publish_date": "2011-05-22",
            "is_verified": "unknown",
            "story": "AMS-AAL and quite satisfied with this regional airport. Only a few flights per day so baggage reclaim understandably very quick. Bus line 2 connects with downtown Aalborg every 15 minutes weekdays but only hourly during the weekend - travel time is 15 mins and costs 18DKK. Check-in efficient and hassle-free using self-service kiosks. Free Internet computers are available landside - a nice touch. Security staff very friendly. Boarding area is rather cramped with limited seating - do not go airside too early.",
            "Queuing Times": 5,
            "Terminal Cleanliness": 5,
            "Airport Shopping": 3,
            "Recommended": 0
        },
        {
            "overall_rating": "4",
            "overall_rating_max": "10",
            "user_comment_header": "\"no where to sit down\"",
            "origin": "(United Kingdom)",
            "publish_date": "2010-08-04",
            "is_verified": "unknown",
            "story": "Very quick check-in and security screening. Nice and airy. Free parking! No need to show up at the airport very early as is the case in CPH. Only drawback is that after security you will be standing and waiting for the gate to open. There is is very little space here and no where to sit down.",
            "Recommended": 0
        },
        {
            "overall_rating": "5",
            "overall_rating_max": "10",
            "user_comment_header": "\"a very friendly and inviting atmosphere\"",
            "origin": "(United Kingdom)",
            "publish_date": "2009-03-26",
            "is_verified": "unknown",
            "story": "Aalborg Lufthavn (AAL) is a smallish airport near the city of Aalborg. There is not usually a lot of people leaving or arriving at any one time so there is hardly ever any time wasted standing in line for check-in or security checks - brilliant! A very friendly and inviting atmosphere overall.",
            "Recommended": 0
        },
        {
            "overall_rating": "4",
            "overall_rating_max": "10",
            "user_comment_header": "\"overall very bright\"",
            "origin": "(United Kingdom)",
            "publish_date": "2008-06-12",
            "is_verified": "unknown",
            "story": "Nice big cafe on first floor with great view. Overall very bright free access to computers for checking mails etc while waiting. Easy access to city centre of Aalborg via taxi or even a local bus direct from airport to city centre.",
            "Recommended": 0
        },
        {
            "overall_rating": "1",
            "overall_rating_max": "10",
            "user_comment_header": "\"depressing airport in a depressing town\"",
            "origin": "(United Kingdom)",
            "publish_date": "2008-06-10",
            "is_verified": "unknown",
            "story": "It's a depressing airport in a depressing town! SAS and Maersk are the only operators using it besides a few private owners and charter airlines. Use it only if you have to! If there's no taxi waiting outside it is difficult to go to the city centre. The only reason this airport exists is to serve passengers who fly abroad especially via CPH.",
            "Recommended": 0
        },
        {
            "overall_rating": "unknown",
            "overall_rating_max": "unkonwn",
            "user_comment_header": "\"very bright clean and well designed\"",
            "origin": "(United Kingdom)",
            "publish_date": "2005-08-28",
            "is_verified": "unknown",
            "story": "Amazed to find that this little place gets reviews! I staged through here in April 05 enroute to LHR via CPH. Very bright clean and well designed airport. Good little cafe with interesting local food. All very efficient when I went through.",
            "Recommended": 0
        },
        {
            "overall_rating": "unknown",
            "overall_rating_max": "unkonwn",
            "user_comment_header": "\"extremely clean as is the Danish way\"",
            "origin": "(United Kingdom)",
            "publish_date": "2004-02-17",
            "is_verified": "unknown",
            "story": "I've been travelling through this airport every week for more than two years. Very easy access (12 min. from downtown Aalborg) right up to main entrance. SAS is really the only game in town once you get in and be prepared for delays on flights to/from Copenhagen (a 35-min. flight). Extremely clean as is the Danish way. Ground staff and crews are helpful enough but to any seasoned traveller this is a backwater airport. Again the SAS AAL-CPH-AAL leg is notorious for delays each week so if you have connecting flights out of CPH plan accordingly. Also upon arrival at AAL there are not always enough taxis waiting outside and you might have to wait a few minutes. Buses run into town on a regular basis but everthing at this small airport - taxis buses kiosk opening hours etc. - are all timed to coincide with arrivals and departures of flights from CPH.",
            "Recommended": 0
        }
    ]
}